export const contentAr = `
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ﴿1﴾
يَا سَيِّدَ السَّادَاتِ●يَا مُجِيبَ الدَّعَوَاتِ●يَا وَلِىَّ الْحَسَنَاتِ●يَا رَفِيعَ الدَّرَجَاتِ●يَا عَظِيمَ الْبَرَكَاتِ●يَا غَافِرَ الْخَطِيئَاتِ●يَا دَافِعَ الْبَلِيَّاتِ●يَا سَامِعَ الْاَصْوَاتِ●يَا مُعْطِىَ الْمَسْئوُلَاتِ●يَا عَالِمَ السِّرِّ وَ الْخَفِيَّاتِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿2﴾
يَا خَيْرَ الْغَافِرِينَ●يَا خَيْرَ النَّاصِرِينَ●يَا خَيْرَ الْحَاكِمِينَ●يَا خَيْرَ الْفَاتِحِينَ●يَا خَيْرَ الذَّاكِرِينَ●يَا خَيْرَ الْوَارِثِينَ●يَا خَيْرَ الْحَامِدِينَ●يَا خَيْرَ الرَّازِقِينَ●يَا خَيْرَ الْفَاصِلِينَ●يَا خَيْرَ الْمُحْسِنِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿3﴾
يَا مَنْ لَهُ الْعِزُّ وَ الْجَمَالُ●يَا مَنْ لَهُ الْمُلْكُ وَ الْجَلَالُ●يَا مَنْ لَهُ الْقُدْرَةُ وَ الْكَمَالُ●يَا مَنْ هُوَ الْكَبِيرُ الْمُتَعَالِ●يَا مَنْ هُوَ شَدِيدُ الْمِحَالِ●يَا مَنْ هُوَ شَدِيدُ الْعِقَابِ●يَا مَنْ هُوَ سَرِيعُ الْحِسَابِ●يَا مَنْ هُوَ عِنْدَهُ حُسْنُ الثَّوَابِ●يَا مَنْ هُوَ عِنْدَهُٓ اُمُّ الْكِتَابِ●يَا مَنْ هُوَ يُنْشِىُٔ السَّحَابَ الثِّقَالَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿4﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا حَنَّانُ●يَا مَنَّانُ●يَا دَيَّانُ●يَا غُفْرَانُ●يَا بُرْهَانُ●يَا سُلْطَانُ●يَا سُبْحَانُ●يَا مُسْتَعَانُ●يَا ذَا الْمَنِّ وَ الْبَيَانِ●يَا ذَا الْاَمَانِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿5﴾
يَا مَنْ تَوَاضَعَ كُلُّ شَىْءٍ لِعَظَمَتِهِ●يَا مَنِ اسْتَسْلَمَ كُلُّ شَىْءٍ لِقُدْرَتِهِ●يَا مَنْ ذَلَّ كُلُّ شَىْءٍ لِعِزَّتِهِ●يَا مَنْ خَضَعَ كُلُّ شَىْءٍ لِهَيْبَتِهِ●يَا مَنِ انْقَادَ كُلُّ شَىْءٍ لِمُلْكَتِهِ●يَا مَنْ دَانَ كُلُّ شَىْءٍ مِنْ مَخَافَتِهِ●يَا مَنِ انْشَقَّتِ الْجِبَالُ مِنْ خَشْيَتِهِ●يَا مَنْ قَامَتِ السَّمٰوَاتُ بِاَمْرِهِ●يَا مَنِ اسْتَقَرَّتِ الْاَرْضُ بِاِذْنِهِ●َيَا مَنْ لَا يَعْتَدِى عَلىٰٓ اَهْلِ مَمْلَكَتِهِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿6﴾
يَا غَافِرَ الْخَطَايَا●يَا كَاشِفَ الْبَلَايَا●يَا مُنْتَهَى الرَّجَايَا●يَا مُجْزِلَ الْعَطَايَا●يَا وَاسِعَ الْهَدَايَا●يَا رَازِقَ الْبَرَايَا●يَا قَاضِىَ الْمُنَايَا●يَا سَامِعَ الشَّكَايَا●يَا بَاعِثَ السَّرَايَا●يَا مُطْلِقَ اْلاُسَارٰى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿7﴾
يَا ذَا الْحَمْدِ وَ الثَّنَٓاءِ●يَا ذَا الْمَجْدِ وَ السَّنَٓاءِ●يَا ذَا الْفَخْرِ وَ الْبَهَٓاءِ●يَا ذَا الْعَهْدِ وَ الْوَفَٓاءِ●يَا ذَا الْعَفْوِ وَ الرِّضَٓاءِ●يَا ذَا الْمَنِّ وَ الْعَطَٓاءِ●يَا ذَا الْفَصْلِ وَ الْقَضَٓاءِ●يَا ذَا الْعِزَّةِ وَ الْبَقَٓاءِ●يَا ذَا الْجُودِ وَ النَّعْمَٓاءِ●يَا ذَا الْفَضْلِ وَ اْلاٰلَٓاءِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿8﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ●يَا مَانِعُ●يَا دَافِعُ●يَا نَافِعُ●يَا سَامِعُ●يَا رَافِعُ●يَا صَانِعُ●يَا شَافِعُ●يَا جَامِعُ●يَا وَاسِعُ●يَا مُوسِعُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿9﴾
يَا صَانِعَ كُلِّ مَصْنُوعٍ●يَا خَالِقَ كُلِّ مَخْلُوقٍ●يَا رَازِقَ كُلِّ مَرْزُوقٍٍ●يَا مَالِكَ كُلِّ مَمْلُوكٍ●يَا كَاشِفَ كُلِّ مَكْرُوبٍ●يَا فَارِجَ كُلِّ مَغْمُومٍ●يَا رَاحِمَ كُلِّ مَرْحُومٍ●يَا نَاصِرَ كُلِّ مَخْذُولٍ●يَا سَاتِرَ كُلِّ مَعْيُوبٍ●يَا مَلْجَاءَ كُلِّ مَظْلوُمٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿10﴾
يَا عُدَّتِى عِنْدَ شِدَّتِى●يَا رَجَٓائِى عِنْدَ مُصِيبَتِى●يَا مُونِسِى عِنْدَ وَحْشَتِى●يَا صَاحِبِى عِنْدَ غُرْبَتِى●يَا وَلِيِّى عِنْدَ نِعْمَتِى●يَا كَاشِفِى عِنْدَ كُرْبَتِى●يَا غِيَاثِى عِنْدَ افْتِقَار۪ى●يَا مَلْجَائِى عِنْدَ اضْطِرَار۪ى●يَا مُعِينِى عِنْدَ فَزَعِى●يَا دَلِيلِى عِنْدَ حَيْرَتِى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿11﴾
يَا عَلَّامَ الْغُيُوبِ●يَا غَفَّارَ الذُّنُوبِ●يَا سَتَّارَ الْعُيُوبِ●يَا كَشَّافَ الْكُرُوبِ●يَا مُقَلِّبَ الْقُلُوبِ●يَا مُزَيِّنَ الْقُلُوبِ●يَا مُنَوِّرَ الْقُلُوبِ●يَا طَبِيبَ الْقُلُوبِ●يَا حَبِيبَ الْقُلُوبِ●يَٓا اَنِيسَ الْقُلُوبِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿12﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا جَلِيلُ●يَا جَمِيلُ●يَا وَكِيلُ●يَا كَفِيلُ●يَا دَلِيلُ●يَا مُقِيلُ●يَا خَبِيرُ●يَا لَطِيفُ●يَا عَزِيزُ●يَا مَلِيكُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿13﴾
يَا دَلِيلَ الْمُتَحَيِّرِينَ●يَا غِيَاثَ الْمُسْتَغِيثِينَ●يَا صَرِيخَ الْمُسْتَصْرِخِينَ●يَا جَارَ الْمُسْتَجِيرِينَ●يَا مَلْجَأَ الْعَاصِينَ●يَا غَافِرَ الْمُذْنِبِينَ●يَٓا اَمَانَ الْخَٓائِفِينَ●يَا رَاحِمَ الْمَسَاكِينَ●يَٓا اَنِيسَ الْمُسْتَوْحِشِينَ●يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ●
*
سُبْحَانَكَ لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿14﴾
يَا ذَا الْجُودِ وَ اْلاِحْسَانِ●يَا ذَا الْفَضْلِ وَ اْلاِمْتِنَانِ●يَا ذَا الْاَمْنِ وَ الْاَمَانِ●يَا ذَا الْقُدْسِ وَ السُّبْحَانِ●يَا ذَا الْحِكْمَةِ وَ الْبَيَانِ●يَا ذَا الرَّحْمَةِ وَ الرِّضْوَانِ●يَا ذَا الْحُجَّةِ وَ الْبُرْهَانِ●يَا ذَا الْعَظَمَةِ وَ السُّلْطَانِ●يَا ذَا الْعَفْوِ وَ الْغُفْرَانِ●يَا ذَا الرَّأْفَةِ وَ الْمُسْتَعَانِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿15﴾
يَا مَنْ هُوَ رَبُّ كُلِّ شَىْءٍ●يَا مَنْ هُوَ اِلٰهُ كُلِّ شَىْءٍ●يَا مَنْ هُوَ خَالِقُ كُلِّ شَىْءٍ●يَا مَنْ هُوَ فَوْقَ كُلِّ شَىْءٍ●يَا مَنْ هُوَ قَبْلَ كُلِّ شَىْءٍ●يَا مَنْ هُوَ بَعْدَ كُلِّ شَىْءٍ●يَا مَنْ هُوَ عَالِمُ كُلِّ شَىْءٍ●يَا مَنْ هُوَ قَادِرُ كُلِّ شَىْءٍ●يَا مَنْ هُوَ صَانِعُ كُلِّ شَىْءٍ●يَا مَنْ هُوَ يَبْقٰى وَ يَفْنٰى كُلُّ شَىْءٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿16﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا مُؤْمِنُ●يَا مُهَيْمِنُ●يَا مُكَوِّنُ●يَا مُلَقِّنُ●يَا مُبَيِّنُ●يَا مُهَوِّنُ●يَا مُزَيِّنُ●يَا مُعَظِّمُ●يَا مُعَوِّنُ●يَا مُلَوِّنُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿17﴾
يَا مَنْ هُوَ فِى مُلْكِهِ مُقِيمٌ●يَا مَنْ هُوَ فِى جَلَالِهِ عَظِيمٌ●يَا مَنْ هُوَ فِى سُلْطَانِهِ قَدِيمٌ●يَا مَنْ هُوَ عَلٰى عَبْدِهِ رَحِيمٌ●يَا مَنْ هُوَ بِكُلِّ شَىْءٍ عَلِيمٌ●يَا مَنْ هُوَ لِمَنْ جَفَاهُ حَلِيمٌ●يَا مَنْ هُوَ لِمَنْ تَرَجَّاهُ كَرِيمٌ●يَا مَنْ هُوَ فِى مَقَادِيرِهِ حَكِيمٌ●يَا مَنْ هُوَ فِى حُكْمِهِ لَطِيفٌ●يَا مَنْ هُوَ فِى لُطْفِهِ قَدِيرٌ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿18﴾
يَا مَنْ لَا يُرْجىٰٓ اِلَّا فَضْلُهُ●يَا مَنْ لَا يُخَافُ اِلَّا عَدْلُهُ●يَا مَنْ لَا يُنْتَظَرُ اِلَّا بِرُّهُ●يَا مَنْ لَا يُسْئَلُ اِلَّا عَفْوُهُ●يَا مَنْ لَا يَدُومُ اِلَّا مُلْكُهُ●يَا مَنْ لَا سُلْطَانَ اِلَّا سُلْطَانُهُ●يَا مَنْ لَا بُرْهَانَ اِلَّا بُرْهَانُهُ●يَا مَنْ وَسِعَتْ كُلَّ شَىْءٍ رَحْمَتُهُ●يَا مَنْ سَبَقَتْ رَحْمَتُهُ عَلٰى غَضَبِهِ●يَا مَنْ اَحَاطَ بِكُلِّ شَىْءٍ عِلْمُهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿19﴾
يَا فَارِجَ الْهَمِّ●يَا كَاشِفَ الْغَمِّ●يَا غَافِرَ الذَّنْبِ●يَا قَابِلَ التَّوْبِ●يَاخَالِقَ الْخَلْقِ●يَا صَادِقَ الْوَعْدِ●يَا رَازِقَ الطِّفْلِ●يَا مُوفِىَ الْعَهْدِ●يَا عَالِمَ السِّرِّ●يَا فَالِقَ الْحَبِّ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿20﴾
فَاَسْئَلُكَ بِاَسْمآَئِكَ يَا عَلِىُّ●يَا وَفِىُّ●يَا وَلِىُّ●يَا غَنِىُّ●يَا مَلِىُّ●يَا زَكِىُّ●يَا رَضِىُّ●يَا بَدِىُّ●يَا خَفِىُّ●يَا قَوِىُّ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿21﴾
يَا مَنْ اَظْهَرَ الْجَمِيلَ●يَا مَنْ سَتَرَ عَلَى الْقَبِيحِ●يَا مَنْ لَا يُؤَاخِذُ بِالْجَرِيمَةِ●يَا مَنْ لَا يَهْتِكُ السِّتْرَ●يَا عَظِيمَ الْعَفْوِ●يَا حَسَنَ التَّجَاوُزِ●يَا وَاسِعَ الْمَغْفِرَةِ●يَا بَاسِطَ الْيَدَيْنِ بِالرَّحْمَةِ●يَا صَاحِبَ كُلِّ نَجْوٰى●يَا مُنْتَهٰى كُلِّ شَكْوٰى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿22﴾
يَا ذَا النِّعْمَةِ السَّابِغَةِ●يَا ذَا الرَّحْمَةِ الْوَاسِعَةِ●يَا ذَا الْحِكْمَةِ الْبَالِغَةِ●يَا ذَا الْقُدْرَةِ الْكَامِلَةِ●يَا ذَا الْحُجَّةِ الْقَاطِعَةِ●يَا ذَا الْكَرَامَةِ الظَّاهِرَةِ●يَا ذَا الصِّفَةِ الْعَالِيَةِ●يَا ذَا الْعِزَّةِ الدَّٓائِمَةِ●يَا ذَا الْقُوَّةِ الْمَتِينَةِ●يَا ذَا الْمِنَّةِ السَّابِقَةِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿23﴾
يَٓا اَحْكَمَ الْحَاكِمِينَ●يَٓا اَعْدَلَ الْعَادِلِينَ●يَٓا اَصْدَقَ الصَّادِقِينَ●يَٓا اَظْهَرَ الظَّاهِرِينَ●يَٓا اَطْهَرَ الطَّاهِرِينَ●يَٓا اَحْسَنَ الْخَالِقِينَ●يَٓا اَسْرَعَ الْحَاسِبِينَ●يَٓا اَسْمَعَ السَّامِعِينَ●يَٓا اَكْرَمَ الْاَكْرَمِينَ●يَٓا اَرْحَمَ الرَّاحِمِينَ●يَٓا اَشْفَعَ الشَّافِعِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿24﴾
يَا بَدِيعَ السَّمٰوَاتِ●يَا جَاعِلَ الظُّلُمَاتِ●يَا عَالِمَ الْخَفِيَّاتِ●يَا رَاحِمَ الْعَبَرَاتِ●يَا سَاتِرَ الْعَوَرَاتِ●يَا كَاشِفَ الْبَلِيَّاتِ●يَا مُحْيِىَ الْاَمْوَاتِ●يَا ضَاعِفَ الْحَسَنَاتِ●يَا مُنْزِلَ الْبَرَكَاتِ●يَا شَدِيدَ النَّقَمَاتِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿25﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا مُصَوِّرُ●يَا مُقَدِّرُ●يَا مُطَهِّرُ●يَا مُنَوِّرُ●يَا مُقَدِّمُ●يَا مُؤَخِّرُ●يَا مُيَسِّرُ●يَا مُنْذِرُ●يَا مُبَشِّرُ●يَا مُدَبِّرُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿26﴾
يَا رَبَّ الْبَيْتِ الْحَرَامِ●يَا رَبَّ الشَّهْرِ الْحَرَامِ●يَا رَبَّ الْمَسْجِدِ الْحَرَامِ●يَا رَبَّ الْبَلَدِ الْحَرَامِ●يَا رَبَّ الرُّكْنِ وَ الْمَقَامِ●يَا رَبَّ الْمَشْعَرِ الْحَرَامِ●يَا رَبَّ الْحِلِّ وَ الْحَرَامِ●يَا رَبَّ النُّورِ وَ الظَّلَامِ●يَا رَبَّ التَّحِيَّةِ وَ السَّلَامِ●يَا رَبَّ الْجَلَالِ وَ اْلاِكْرَامِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿27﴾
يَا عِمَادَ مَنْ لَا عِمَادَ لَهُ●يَا سَنَدَ مَنْ لَا سَنَدَ لَهُ●يَا زُخْرَ مَنْ لَا زُخْرَ لَهُ●يَا غِيَاثَ مَنْ لَا غِيَاثَ لَهُ●يَا حِرْزَ مَنْ لَا حِرْزَ لَهُ●يَا فَخْرَ مَنْ لَا فَخْرَ لَهُ●يَا عِزَّ مَنْ لَا عِزَّ لَهُ●يَا مُعِينَ مَنْ لَا مُعِينَ لَهُ●يَٓا اَنِيسَ مَنْ لَٓا اَنِيسَ لَهُ●يَا غُنْيَةَ مَنْ لَا غُنْيَةَ لَهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿28﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا قَٓائِمُ●يَا دَٓائِمُ●يَا رَاحِمُ●يَا حَاكِمُ●يَا عَالِمُ●يَا عَاصِمُ●يَا قَاسِمُ●يَا سَالِمُ●يَا قَابِضُ●يَا بَاسِطُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿29﴾
يَا عَاصِمَ مَنِ اسْتَعْصَمَهُ●يَا رَاحِمَ مَنِ اسْتَرْحَمَهُ●يَا نَاصِرَ مَنِ اسْتَنْصَرَهُ●يَا حَافِظَ مَنِ اسْتَحْفَظَهُ●يَا مُكْرِمَ مَنِ اسْتَكْرَمَهُ●يَا مُرْشِدَ مَنِ اسْتَرْشَدَهُ●يَا مُعِينَ مَنِ اسْتَعَانَهُ●يَا مُغِيثَ مَنِ اسْتَغَاثَهُ●يَا صَرِيخَ مَنِ اسْتَصْرَخَهُ●يَا غَافِرَ مَنِ اسْتَغْفَرَهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿30﴾
يَا كَرِيمَ الصَّفْحِ●يَا عَظِيمَ الْمَنِّ●يَا كَثِيرَ الْخَيْرِ●يَا قَدِيمَ الْفَضْلِ●يَا لَطِيفَ الصُّنْعِ●يَا دَٓائِمَ اللُّطْفِ●يَا نَافِسَ الْكَرْبِ●يَا كَاشِفَ الضُّرِّ●يَا مَالِكَ الْمُلْكِ●يَا قَاضِيًا بِالْحَقِّ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿31﴾
يَا عَزِيزًا لَا يُضَامُ●يَا لَطِيفًا لَا يُرَامُ●يَا رَقِيبًا لَا يَنَامُ●يَا قَٓائِمًا لَا يَفُوتُ●يَا حَيًّا لَا يَمُوتُ●يَا مَلِكًا لَا يَزُولُ●يَا بَاقِيًا لَا يَفْنٰى●يَا عَالِمًا لَا يَجْهَلُ●يَا صَمَدًا لَا يُطْعَمُ●يَا قَوِيًّا لَا يُضْعَفُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿32﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا وَاحِدُ●يَا وَاجِدُ●يَا مَاجِدُ●يَا رَاشِدُ●يَا بَاعِثُ●يَا شَاهِدُ●يَا وَارِثُ●يَا ضَٓارُّ●يَا نَافِعُ●يَا هَادِى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿33﴾
يَٓا اَعْظَمُ مِنْ كُلِّ عَظِيمٍ●يَٓا اَكْرَمُ مِنْ كُلِّ كَرِيمٍ●يَٓا اَرْحَمُ مِنْ كُلِّ رَحِيمٍ●يَٓا اَحْكَمُ مِنْ كُلِّ حَكِيمٍ●يَٓا اَعْلَمُ مِنْ كُلِّ عَلِيمٍ●يَٓا اَقْدَمُ مِنْ كُلِّ قَدِيمٍ●يَٓا اَكْبَرُ مِنْ كُلِّ كَبِيرٍ●يَٓا اَجَلُّ مِنْ كُلِّ جَلِيلٍ●يَٓا اَعَزُّ مِنْ كُلِّ عَزِيزٍ●يَٓا اَلْطَفُ مِنْ كُلِّ لَطِيفٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿34﴾
يَا مَنْ هُوَ فِى عَهْدِهِ وَفِىٌّ●يَا مَنْ هُوَ فِى وَفَٓائِهِ قَوِىٌّ●يَا مَنْ هُوَ فِى قُوَّتِهِ عَلِىٌّ●يَا مَنْ هُوَ فِى عُلُوِّهِ قَرِيبٌ●يَا مَنْ هُوَ فِى قُرْبِهِ لَطِيفٌ●يَا مَنْ هُوَ فِى لُطْفِهِ شَرِيفٌ●يَا مَنْ هُوَ فِى شَرَفِهِ عَزِيزٌ●يَا مَنْ هُوَ فِى عِزَّتِهِ عَظِيمٌ●يَا مَنْ هُوَ فِى عَظَمَتِهِ مَجِيدٌ●يَا مَنْ هُوَ فِى مَجْدِهِ حَمِيدٌ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿35﴾
يَا مَنْ هُوَ كُلُّ شَىْءٍ خَاضِعٌ لَهُ●يَا مَنْ هُوَ كُلُّ شَىْءٍ كَٓائِنٌ لَهُ●يَا مَنْ هُوَ كُلُّ شَىْءٍ مَوْجُودٌ لَهُ●يَا مَنْ هُوَ كُلُّ شَىْءٍ مُنِيبٌ لَهُ●يَا مَنْ هُوَ كُلُّ شَىْءٍ خَٓائِفٌ مِنْهُ●يَا مَنْ هُوَ كُلُّ شَىْءٍ مُسَبِّحٌ لَهُ●يَا مَنْ هُوَ كُلُّ شَىْءٍ قَٓائِمٌ بِهِ●يَا مَنْ هُوَ كُلُّ شَىْءٍ خَاشِعٌ لَهُ●يَا مَنْ هُوَ كُلُّ شَىْءٍ صَٓائِرٌ اِلَيْهِ●يَا مَنْ هُوَ كُلُّ شَىْءٍ هَالِكٌ اِلَّا وَجْهَهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿36﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا كَافِى●يَا وَافِى●يَا شَافِى●يَا مُعَافِى●يَا عَالِى●يَا دَاعِى●يَا رَاضِى●يَا قَاضِى●يَا بَاقِى●يَا هَادِى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿37﴾
يَا مَنْ لَامَفَرَّ اِلَّا ٓ اِلَيْهِ●يَا مَنْ لَا مَفْزَعَ اِلَّا ٓ اِلَيْهِ●يَا مَنْ لَا مَلْجَأَ اِلَّا ٓ اِلَيْهِ●يَا مَنْ لَا يُتَوَكَّلُ اِلَّا عَلَيْهِ●يَا مَنْ لَا مَقْصَدَ اِلَّا ٓ اِلَيْهِ●يَا مَنْ لَا مَنْجَأَ اِلَّا ٓ اِلَيْهِ●يَا مَنْ لَا يُرْغَبُ اِلَّا ٓ اِلَيْهِ●يَا مَنْ لَا يُعْبَدُ اِلَّا ٓ اِيَّاهُ ٔ●يَا مَنْ لَا يُسْتَعَانُ اِلَّا مِنْهُ ٔ●يَا مَنْ لَا حَوْلَ وَ لَا قُوَّةَ اِلَّا بِهِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿38﴾
يَا خَيْرَ الْمَرْهُوبِينَ●يَا خَيْرَ الْمَطْلُوبِينَ●يَا خَيْرَ الْمَرْغُوبِينَ●يَا خَيْرَ الْمَسْئُولِينَ●يَا خَيْرَ الْمَقْصُودِينَ●يَا خَيْرَ الْمَذْكُورِينَ●يَا خَيْرَ الْمَشْكُورِينَ●يَا خَيْرَ الْمَحْبُوبِينَ●يَا خَيْرَ الْمُنْزِلِينَ●يَا خَيْرَ الْمُسْتَاْنِسِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿39﴾
يَا مَنْ هُوَ خَلَقَ فَسَوّٰى●يَا مَنْ هُوَ قَدَّرَ فَهَدٰى●يَا مَنْ هُوَ يَكْشِفُ الْبَلْوٰى●يَا مَنْ هُوَ يَسْمَعُ النَّجْوٰى●يَا مَنْ هُوَ يُنْقِذُ الْغَرْقٰى●يَا مَنْ هُوَ يُنْجِى الْهَلْكٰى●يَا مَنْ هُوَ يَشْفِى الْمَرْضٰى●يَا مَنْ هُوَ اَمَاتَ وَ اَحْىٰ●يَا مَنْ هُوَ اَضْحَكَ وَ اَبْكٰى●يَا مَنْ هُوَ اَضَلَّ وَ اَهْدٰى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿40﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا غَافِرُ●يَا سَاتِرُ●يَا قَاهِرُ●يَا قَادِرُ●يَا نَاظِرُ●يَا فَاطِرُ●يَا شَاكِرُ●يَا ذَاكِرُ●يَا نَاصِرُ●يَا جَابِرُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿41﴾
يَا مَنْ هُوَ فِى الْبَرِّ وَ الْبَحْرِ سَبِيلُهُ●يَا مَنْ هُوَ فِى اْلاٰفَاقِ اٰيَاتُهُ●يَا مَنْ هُوَ فِى اْلاٰيَاتِ بُرْهَانُهُ●يَا مَنْ هُوَ فِى الْمَمَاتِ قُدْرَتُهُ●يَا مَنْ هُوَ فِى الْقُبُورِ عِزَّتُهُ●يَا مَنْ هُوَ فِى الْقِيَامَةِ مِلْكَتُهُ●يَا مَنْ هُوَ فِى الْحِسَابِ هَيْبَتُهُ●يَا مَنْ هُوَ فِى الْمِيزَانِ قَضَٓائُهُ●يَا مَنْ هُوَ فِى الْجَنَّةِ رَحْمَتُهُ ●يَا مَنْ هُوَ فِى النَّارِ عَذَابُهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿42﴾
يَا مَنْ هُوَ اِلَيْهِ يَهْرَبُ الْخَٓائِفُونَ●يَا مَنْ هُوَ اِلَيْهِ يَفْزَعُ الْمُذْنِبُونَ●يَا مَنْ هُوَ اِلَيْهِ يَقْصِدُ الْمُنِيبُونَ●يَا مَنْ هُوَ اِلَيْهِ يَلْجَأُ الْعَاصُونَ●يَا مَنْ هُوَ اِلَيْهِ يَرْغَبُ الزَّاهِدُونَ●يَا مَنْ هُوَ فِيهِ يَطْمَعُ الْخَاطِؤُنَ●يَا مَنْ هُوَ يَسْتَاْنِسُ بِهِ الْمُرِيدُونَ ْ●يَا مَنْ هُوَ يَفْتَخِرُ بِهِ الْمُحْسِنُونَ●يَا مَنْ هُوَ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ●يَا مَنْ هُوَ يَسْكُنُ بِهِ الْمُوقِنُونَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿43﴾
يَٓا اَقْرَبُ مِنْ كُلِّ قَرِيبٍ●يَٓا اَحَبُّ مِنْ كُلِّ حَبِيبٍ●يَٓا اَعْظَمُ مِنْ كُلِّ عَظِيمٍ●يَٓا اَعَزُّ مِنْ كُلِّ عَزِيزٍ●يَٓا اَقْوٰى مِنْ كُلِّ قَوِىٍّ●يَٓا اَغْنٰى مِنْ كُلِّ غَنِىٍّ●يَٓا اَجْوَدُ مِنْ كُلِّ جَوَادٍ●يَٓا اَرْأَفُ مِنْ كُلِّ رَؤُفٍ●يَٓا اَرْحَمُ مِنْ كُلِّ رَحِيمْ●يَٓا اَجَلُّ مِنْ كُلِّ جَلِيلٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿44﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا قَرِيبُ●يَا رَقِيبُ●يَا حَبِيبُ●يَا مُجِيبُ●يَا حَسِيبُ●يَا طَبِيبُ●يَا بَصِيرُ●يَا خَبِيرُ●يَا مُنِيرُ●يَا مُبِينُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿45﴾
يَا غَالِبًا غَيْرَ مَغْلُوبٍ●يَا صَانِعًا غَيْرَ مَصْنُوعٍ●يَا خَالِقًا غَيْرَ مَخْلُوقٍ●يَا مَالِكًا غَيْرَ مَمْلُوكٍ●يَا قَاهِرًا غَيْرَ مَقْهُورٍ●يَا رَافِعًا غَيْرَ مَرْفُوعٍ●يَا نَاصِرًا غَيْرَ مَنْصُورٍ●يَا حَافِظًا غَيْرَ مَحْفُوظٍ●يَا شَاهِدًا غَيْرَ غَٓائِبٍ●يَا قَرِيبًا غَيْرَ بَعِيدٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿46﴾
يَا نُورَ النُّورِ●يَا مُنَوِّرَ النُّورِ●يَا مُصَوِّرَ النُّورِ●يَا خَالِقَ النُّورِ●يَا مُدَبِّرَ النُّورِ●يَا مُقَدِّرَ النُّورِ●يَا نُورًا قَبْلَ كُلِّ نُورٍ●يَا نُورًا بَعْدَ كُلِّ نُورٍ●يَا نُورًا فَوْقَ كُلِّ نُورٍ●يَا نُورًا لَيْسَ مِثْلَهُ نُورٌ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿47﴾
يَا مَنْ عَطَٓاؤُهُ شَرِيفٌ●يَا مَنْ فِعْلُهُ لَطِيفٌ●يَا مَنْ لُطْفُهُ مُقِيمٌ●يَا مَنْ اِحْسَانُهُ قَدِيمٌ●يَا مَنْ قَوْلُهُ حَقٌّ●يَا مَنْ وَعْدُهُ صِدْقٌ●يَا مَنْ عَفْوُهُ فَضْلٌ●يَا مَنْ عَذَابُهُ عَدْلٌ●يَا مَنْ ذِكْرُهُ حُلْوٌ●يَا مَنْ اُنْسُهُ لَذِيذٌ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿48﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا مُنَوِّلُ●يَا مُفَصِّلُ●يَا مُبَدِّلُ●يَا مُسَهِّلُ●يَا مُذَلِّلُ●يَا مُنَزِّلُ●يَا مُحَوِّلُ●يَا مُجَمِّلُ●يَا مُكَمِّلُ●يَا مُفَضِّلُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿49﴾
يَا مَنْ يَرٰى وَ لَا يُرٰى●يَا مَنْ يَخْلُقُ وَ لَا يُخْلَقُ●يَا مَنْ يَهْدِى وَ لَا يُهْدٰى●يَا مَنْ يُحْيِى وَ لَا يُحْيٰى●يَا مَنْ يُطْعِمُ وَ لَا يُطْعَمُ●يَا مَنْ يُجِيرُ وَ لَا يُجَارُ●يَا مَنْ يَقْضِى وَ لَا يُقْضٰى عَلَيْهِ●يَا مَنْ يَحْكُمُ وَ لَا يُحْكَمُ عَلَيْهِ●يَا مَنْ لَمْ يَلِدْ وَ لَمْ يُولَدْ●وَ لَمْ يَكُنْ لَهُ كُفُوًا اَحَدٌ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿50﴾
يَا نِعْمَ الْحَبِيبُ●يَا نِعْمَ الطَّبِيبُ●يَا نِعْمَ الْحَسِيبُ●يَا نِعْمَ الْقَرِيبُ●يَا نِعْمَ الرَّقِيبُ●يَا نِعْمَ الْمُجِيبُ●يَا نِعْمَ الْاَنِيسُ●يَا نِعْمَ الْوَكِيلُ●يَا نِعْمَ الْمَوْلٰى●يَا نِعْمَ النَّصِيرُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿51﴾
يَا سُرُورَ الْعَارِفِينَ●يَٓا اَنِيسَ الْمُرِيدِينَ●يَا مُغِيثَ الْمُشْتَاقِينَ●يَا حَبِيبَ التَّوَّابِينَ●يَا رَازِقَ الْمُقِلِّينَ●يَا رَجَٓاءَ الْمُذْنِبِينَ●يَا كَاشِفَ الْمَكْرُوبِينَ●يَا مُنَفِّسًا عَنِ الْمَغْمُومِينَ●يَا مُفَرِّجًا عَنِ الْمَحْزُونِينَ●يَٓا اِلٰهَ الْاَوَّلِينَ وَ اْلاٰخِرِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿52﴾
يَا رَبَّ الْجَنَّةِ وَ النَّارِ●يَا رَبَّ النَّبِيِّينَ وَ الْاَخْيَارِ●يَا رَبَّ الصِّدّ۪يقِينَ وَ الْاَبْرَارِ●يَا رَبَّ الصِّغَارِ وَ الْكِبَارِ●يَا رَبَّ الْحُبُوبِ وَ الْاَثْمَارِ●يَا رَبَّ الْاَنْهَارِ وَ الْاَشْجَارِ●يَا رَبَّ الصَّحَارٰى وَ الْقِفَارِ●يَا رَبَّ الْعَبِيدِ وَ الْاَحْرَارِ●يَا رَبَّ اْلاِعْلَانِ وَ اْلاِسْرَارِ●يَا رَبَّ الَّيْلِ وَ النَّهَارِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿53﴾
يَا مَنْ لَحِقَ كُلِّ شَىْءٍ عِلْمُهُ●يَا مَنْ نَفَذَ بِكُلِّ شَىْءٍ بَصَرُهُ●يَا مَنْ بَلَغَتْ اِلٰى كُلِّ شَىْءٍ قُدْرَتُهُ●يَا مَنْ لَا يُحْصِى الْعِبَادُ نَعْمَٓائَهُ●يَا مَنْ لَا تَبْلُغُ الْخَلَٓائِقُ شُكْرَهُ●يَا مَنْ لَا تُدْرِكُ الْاَفْهَامُ جَلَالَهُ●يَا مَنْ لَا تَنَالُ الْاَوْهَامُ كُنْهَهُ●يَا مَنِ الْعَظَمَةُ وَ الْكِبْرِيَٓاءُ رِدَٓاؤُهُ●يَا مَنِ الْهَيْبَةُ وَ السُّلْطَانُ بَهَٓاؤُهُ●يَا مَنْ تَعَزَّزَ بِالْعِزِّ بَقَٓاؤُهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿54﴾
يَا مَنْ لَهُ الْمَثَلُ الْاَعْلٰى●يَا مَنْ لَهُ الصِّفَاتُ الْعُلٰى●يَا مَنْ لَهُ اْلاٰخِرَةُ وَ اْلاُولٰى●يَا مَنْ لَهُ الْجَنَّةُ الْمَاْوٰى●يَا مَنْ لَهُ النَّارُ وَ اللَّظٰى●يَا مَنْ لَهُ اْلاٰيَاتُ الْكُبْرٰى●يَا مَنْ لَهُ الْاَسْمَٓاءُ الْحُسْنٰى●يَا مَنْ لَهُ الْحُكْمُ وَ الْقَضَٓاءُ●يَا مَنْ لَهُ السَّمٰوَاتُ الْعُلٰى●يَا مَنْ لَهُ الْعَرْشُ وَ الثَّرٰى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿55﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا عَفُوُّ●يَا غَفُورُ●يَا وَدُودُ●يَا شَكُورُ●يَا صَبُورُ●يَا رَؤُفُ●يَا عَطُوفُ●يَا قُدُّوسُ●يَا حَىُّ●يَا قَيُّومُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿56﴾
يَا مَنْ هُوَ فِى السَّمَٓاءِ عَظَمَتُهُ●يَا مَنْ هُوَ فِى الْاَرْضِ اٰيَاتُهُ●يَا مَنْ هُوَ فِى كُلِّ شَىْءٍ دَلَٓائِلُهُ●يَا مَنْ هُوَ فِى الْبِحَارِ عَجَٓائِبُهُ●يَا مَنْ يَبْدَؤُ الْخَلْقَ ثُمَّيُعِيدُهُ●يَا مَنْ هُوَ فِى الْجِبَالِ خَزَٓائِنُهُ●يَا مَنْ اَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُ●يَا مَنْ اِلَيْهِ يُرْجَعُ الْاَمْرُ كُلُّهُ●يَا مَنْ ظَهَرَ فِى كُلِّ شَىْءٍ لُطْفُهُ●يَا مَنْ يُعَرِّفُ الْخَلَٓائِقَ قُدْرَتَهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿57﴾
يَا حَبِيبَ مَنْ لَا حَبِيبَ لَهُ●يَا طَبِيبَ مَنْ لَا طَبِيبَ لَهُ●يَا مُجِيبَ مَنْ لَا مُجِيبَ لَهُ●يَا شَفِيقَ مَنْ لَا شَفِيقَ لَهُ●يَا رَفِيقَ مَنْ لَا رَفِيقَ لَهُ●يَا شَفِيعَ مَنْ لَا شَفِيعَ لَهُ●يَا مُغِيثَ مَنْ لَا مُغِيثَ لَهُ●يَا دَلِيلَ مَنْ لَا دَلِيلَ لَهُ●يَا قَٓائِدَ مَنْ لَا قَٓائِدَ لَهُ●يَا رَاحِمَ مَنْ لَا رَاحِمَ لَهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿58﴾
يَا كَافِىَ مَنِ اسْتَكْفَاهُ●يَا هَادِىَ مَنِ اسْتَهْدَاهُ●يَا كَالِىَ مَنِ اسْتَكْلَاهُ●يَا دَاعِىَ مَنِ اسْتَدْعَاهُ●يَا شَافِىَ مَنِ اسْتَشْفَاهُ●يَا قَاضِىَ مَنِ اسْتَقْضَاهُ●يَا مُغْنِىَ مَنِ اسْتَغْنَاهُ●يَا مُوفِىَ مَنِ اسْتَوْفَاهُ●يَا مُقَوِّىَ مَنِ اسْتَقْوَاهُ●يَا وَلِىَّ مَنِ اسْتَوْلَاهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿59﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَٓا اَوَّلُ●يَٓا اٰخِرُ●يَا ظَاهِرُ●يَا بَاطِنُ●يَا خَالِقُ●يَا رَازِقُ●يَا صَادِقُ●يَا سَابِقُ●يَا سَٓائِقُ●يَا فَالِقُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ اَجِرْنَا مِنَ النَّارِ ﴿60﴾
يَا مَنْ يُقَلِّبُ الَّيْلَ وَ النَّهَارَ●يَا مَنْ خَلَقَ الظُّلُمَاتِ وَ النُّورَ●يَا مَنْ جَعَلَ الظِّلَّ وَ الْحَرُورَ●يَا مَنْ سَخَّرَ الشَّمْسَ وَ الْقَمَرَ●يَا مَنْ خَلَقَ الْمَوْتَ وَ الْحَيٰوةَ●يَا مَنْ لَهُ الْخَلْقُ وَ الْاَمْرُ●يَا مَنْ لَمْ يَتَّخِذْ صَاحِبَةً وَ لَا وَلَدًا●يَا مَنْ لَمْ يَكُنْ لَهُ شَرِيكٌ فِى الْمُلْكِ●يَا مَنْ لَمْ يَكُنْ لَهُ وَلِىٌّ مِنَ الذُّلِّ●يَا مَنْ لَهُ الْحَوْلُ وَ الْقُوَّةُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿61﴾
يَا مَنْ يَعْلَمُ مُرَادَ الْمُرِيدِينَ●يَا مَنْ يَمْلِكُ حَوَٓائِجَ السَّٓائِلِينَ●يَا مَنْ يَسْمَعُ اَنِينَ الْوَالِهِينَ●يَا مَنْ يَرٰى بُكَٓاءَ الْخَٓائِفِينَ●يَا مَنْ يَعْلَمُ ضَمِيرَ الصَّامِتِينَ●يَا مَنْ يَرٰى نَدَمَ النَّادِمِينَ●يَا مَنْ يَقْبَلُ عُذْرَ التَّٓائِبِينَ●يَا مَنْ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ●يَا مَنْ لَا يُضِيعُ اَجْرَالْمُحْسِنِينَ●يَا مَنْ لَا يَبْعُدُ عَنْ قُلُوبِ الْعَارِفِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿62﴾
يَا دَٓائِمَ الْبَقَٓاءِ●يَا غَافِرَ الْخَطَٓاءِ●يَا سَامِعَ الدُّعَٓاءِ●يَا وَاسِعَ الْعَطَٓاءِ●يَا رَافِعَ السَّمَٓاءِ●يَا كَاشِفَ الْبَلَٓاءِ●عَظِيمَ الثَّنَٓاءِ●يَا قَدِيمَ السَّنَٓاءِ●يَا كَثِيرَ الْوَفَٓاءِ●يَا شَرِيفَ الْجَزَٓاءِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿63﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا غَفَّارُ●سَتَّارُ يَا●يَا قَهَّارُ●يَا جَبَّارُ●يَا صَبَّارُ●يَا رَزَّاقُ●يَا فَتَّاحُ●يَا عَلَّامُ●يَا وَهَّابُ●يَا تَوَّابُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿64﴾
يَا مَنْ خَلَقَنِى وَ سَوَّانِى●يَا مَنْ رَزَقَنِى وَ رَبَّانِى●يَا مَنْ اَطْعَمَنِى وَ سَقَانِى●يَا مَنْ قَرَّبَنِى وَ اَدْنَانِى●يَا مَنْ عَصَمَنِى وَ كَفَانِى●يَا مَنْ حَفِظَنِى وَ كَلَانِى●يَا مَنْ وَفَّقَنِى وَ هَدَانِى●يَا مَنْ اَعَزَّنِى وَ اَغْنَانِى●يَا مَنْ اَمَاتَنِى وَ اَحْيَانِى●يَا مَنْ اٰنَسَنِى وَ اٰوَانِى●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿65﴾
يَا مَنْ يُحِقُّ الْحَقَّ بِكَلِمَاتِهِ●يَا مَنْ لَا مُعَقِّبَ لِحُكْمِهِ●يَا مَنْ لَا رَٓادَّ لِقَضَٓائِهِ●يَا مَنْ يَحُولُ بَيْنَ الْمَرْءِ وَ قَلْبِهِ●يَا مَنْ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ●يَا مَنْ لَا تَنْفَعُ الشَّفَاعَةُ اِلَّا بِاِذْنِهِ●يَا مَنِ السَّمٰوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ●يَا مَنْ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ●يَا مَنْ يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَ الْمَلَٓئِكَةُ مِنْ خِيفَتِهِ●يَا مَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَىْ رَحْمَتِهِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿66﴾
يَا مَنْ جَعَلَ الْاَرْضَ مِهَادًا●يَا مَنْ جَعَلَ الْجِبَالَ اَوْتَادًا●يَا مَنْ جَعَلَ الشَّمْسَ سِرَاجًا●يَا مَنْ جَعَلَ الْقَمَرَ نُورًا●يَا مَنْ جَعَلَ الَّيْلَ لِبَاسًا●يَا مَنْ جَعَلَ النَّهَارَ مَعَاشًا●يَا مَنْ جَعَلَ النَّوْمَ سُبَاتًا●يَا مَنْ جَعَلَ السَّمَٓاءَ بِنَٓاءً●يَا مَنْ جَعَلَ الْاَشْيَٓاءَ اَزْوَاجًا●يَا مَنْ جَعَلَ النَّارَ مِرْصَادًا●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿67﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا شَفِيعُ●يَا سَمِيعُ●يَا رَفِيعُ●يَا مَنِيعُ●يَا بَدِيعُ●يَا سَرِيعُ●يَا بَشِيرُ●يَا نَذِيرُ●يَا قَدِيرُ●يَا مُقْتَدِرُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿68﴾
يَا حَىُّ قَبْلَ كُلِّ حَىٍّ●يَا حَىُّ بَعْدَ كُلِّ حَىٍّ●يَا حَىُّ الَّذِى لَا يُشْبِهُهُ شَىْءٌ●يَا حَىُّ الَّذِى لَيْسَ كَمِثْلِهِ حَىٌّ●يَا حَىُّ الَّذِى لَا يُشَارِكُهُ حَىٌّ●يَا حَىُّ الَّذِى لَا يَحْتَاجُ اِلٰى حَىٍّ●يَا حَىُّ الَّذِى يُمِيتُ كُلَّ حَىٍّ●يَا حَىُّ الَّذِى يَرْزُقُ كُلَّ حَىٍّ●يَا حَىُّ الَّذِى يُحْيِى الْمَوْتٰى●يَا حَىُّ الَّذِى لَا يَمُوتُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿69﴾
يَا مَنْ لَهُ ذِكْرٌ لَا يُنْسٰى●يَا مَنْ لَهُ نُورٌ لَا يُطْفٰى●يَا مَنْ لَهُ ثَنَٓاءٌ لَا يُحْصٰى●يَا مَنْ لَهُ نُعُوتٌ لَا تُغَيَّرُ●يَا مَنْ لَهُ نِعَمٌ لَا تُعَدُّ●يَا مَنْ لَهُ مُلْكٌ لَا يَزُولُ●يَا مَنْ لَهُ جَلَالٌ لَا يُكَيَّفُ●يَا مَنْ لَهُ قَضَٓاءٌ لَا يُرَدُّ●يَا مَنْ لَهُ صِفَاتٌ لَا تُبَدَّلُ●يَا مَنْ لَهُ كَمَالٌ لَا يُدْرَكُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿70﴾
يَا رَبَّ الْعَالَمِينَ●يَا مَالِكَ يَوْمِ الدّ۪ينِ●يَا مَنْ يُحِبُّ الصَّابِرِينَ●يَا مَنْ يُحِبُّ التَّوَّابِينَ●يَا مَنْ يُحِبُّ الْمُتَطَهِّرِينَ●يَا مَنْ يُحِبُّ الْمُحْسِنِينَ●يَا مَنْ هُوَ خَيْرُ النَّاصِرِينَ●يَا مَنْ هُوَ خَيْرُ الْفَاصِلِينَ●يَا مَنْ هُوَ خَيْرُ الشَّاكِرِينَ●يَا مَنْ هُوَ اَعْلَمُ بِالْمُفْسِدِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿71﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا مُبْدِىُٔ●يَا مُعِيدُ●يَا حَفِيظُ●يَا مُحِيطُ●يَا حَمِيدُ●يَا مَجِيدُ●يَا مُقِيتُ●يَا مُغِيثُ●يَا مُعِزُّ●يَا مُذِلُّ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿72﴾
يَا مَنْ هُوَ اَحَدٌ بِلَا ضِدٍّ●يَا مَنْ هُوَ فَرْدٌ بِلَا نِدٍّ●يَا مَنْ هُوَ صَمَدٌ بِلَا عَيْبٍ●يَا مَنْ هُوَ وِتْرٌ بِلَا شَفْعٍ●يَا مَنْ هُوَ رَبٌّ بِلَا وَزِيرٍ●يَا مَنْ هُوَ غَنِىٌّ بِلَا فَقْرٍ●يَا مَنْ هُوَ سُلْطَانٌ بِلَا عَزْلٍ●يَا مَنْ هُوَ مَلِيكٌ بِلَا عَجْزٍ●يَا مَنْ هُوَ مَوْجُودٌ بِلَا مِثْلٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿73﴾
يَا مَنْ هُوَ ذِكْرُهُ شَرَفٌ لِلذَّاكِرِينَ●يَا مَنْ هُوَ شُكْرُهُ فَوْزٌ لِلشَّاكِرِينَ●يَا مَنْ هُوَ حَمْدُهُ فَخْرٌ لِلْحَامِدِينَ●يَا مَنْ هُوَ طَاعَتُهُ نَجَاةٌ لِلْمُطِيعِينَ●يَا مَنْ هُوَ بَابُهُ مَفْتوُحٌ لِلطَّالِبِينَ●يَا مَنْ هُوَ سَبِيلُهُ وَاضِحٌ لِلْمُؤْمِنِينَ●يَا مَنْ هُوَ اٰيَاتُهُ بُرْهَانٌ لِلنَّاظِرِينَ●يَا مَنْ هُوَ كِتَابُهُ تَذْكِرَةٌ لِلْمُوقِنِينَ●يَا مَنْ هُوَ عَفْوُهُ مَلْجَأٌ لِلْمُذْنِبِينَ●يَا مَنْ هُوَ رَحْمَتُهُ قَرِيبٌ لِلْمُحْسِنِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿74﴾
يَا مَنْ تَبَارَكَ اسْمُهُ●يَا مَنْ تَعَالٰى جَدُّهُ●يَا مَنْ جَلَّ ثَنَٓاؤُهُ●يَا مَنْ لَٓا اِلٰهَ غَيْرُهُ●يَا مَنْ تَقَدَّسَتْ اَسْمَٓاؤُهُ●يَا مَنْ يَدُومُ بَقَٓاؤُهُ●يَا مَنِ الْعَظَمَةُ بَهَٓاؤُهُ●يَا مَنِ الْكِبْرِيَٓاءُ رِدَٓاؤُهُ●يَا مَنْ لَا يُحْصٰى اٰلَٓاؤُهُ●يَا مَنْ لَا يُعَدُّ نَعْمَٓاؤُهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿75﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا مُعِينُ●يَا مُبِينُ●يَٓا اَمِينُ●يَا مَكِينُ●يَا مَتِينُ●يَا شَدِيدُ●يَا شَهِيدُ●يَا رَشِيدُ●يَا حَمِيدُ●يَا مَجِيدُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿76﴾
يَا ذَا الْعَرْشِ الْمَجِيدِ●يَا ذَا الْقَوْلِ السَّدِيدِ●يَا ذَا الْفَضْلِ الرَّشِيدِ●يَا ذَا الْبَطْشِ الشَّدِيدِ●يَا ذَا الْوَعْدِ وَ الْوَعِيدِ●يَا قَرِيبًا غَيْرَ بَعِيدٍ●يَا مَنْ هُوَ الْوَلِىُّ الْحَمِيدُ●يَا مَنْ هُوَ عَلٰى كُلِّ شَىْءٍ شَهِيدٌ●يَا مَنْ هُوَ لَيْسَ بِظَلَّا مٍ لِلْعَبِيدِ●يَا مَنْ هُوَ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿77﴾
يَا مَنْ لَا شَرِيكَ لَهُ وَ لَا وَزِيرَ●يَا مَنْ لَا شَبِيهَ لَهُ وَ لَا نَظِيرَ●يَا خَالِقَ الشَّمْسِ وَ الْقَمَرِ الْمُنِيرِ●يَا مُغْنِىَ الْبَٓائِسِ الْفَقِيرِ●يَا رَازِقَ الطِّفْلِ الصَّغِيرِ●يَا رَاحِمَ الشَّيْخِ الْكَبِيرِ●يَا عِصْمَةَ الْخَٓائِفِ الْمُسْتَجِيرِ●يَا مَنْ هُوَ بِعِبَادِهِ بَصِيرٌ●يَا مَنْ هُوَ بِحَوَايِجِ الْعِبَادِ خَبِيرٌ●يَا مَنْ هُوَ عَلٰى كُلِّ شَىْءٍ قَدِيرٌ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿78﴾
يَا ذَا الْجُودِ وَ النِّعَمِ●يَا ذَا الْفَضْلِ وَ الْكَرَمِ●يَا ذَا الْبَاْسِ وَ النِّقَمِ●يَا خَالِقَ اللَّوْحِ وَ الْقَلَمِ●يَا بَارِىَٔ الذَّرِّ وَ النَّسَمِ●يَا مُلْهِمَ الْعَرَبِ وَ الْعَجَمِ●يَا كَاشِفَ الضُّرِّ وَ الْاَلَمِ●يَا عَالِمَ السِّرِّ وَ الْهِمَمِ●يَا مَنْ لَهُ الْبَيْتُ وَ الْحَرَمُ●يَا مَنْ يَخْلُقُ الْاَشْيَٓاءَ مِنَ الْعَدَمِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿79﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا عَادِلُ●يَا قَابِلُ●يَا فَاضِلُ●يَا فَاعِلُ●يَا كَافِلُ●يَا جَاعِلُ●يَا كَامِلُ●يَا فَاطِرُ●يَا طَالِبُ●يَا مَطْلُوبُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿80﴾
يَا مَنْ اَنْعَمَ بِحَوْلِهِ●يَا مَنْ اَكْرَمَ بِطَوْلِهِ●يَا مَنْ عَادَ بِلُطْفِهِ●يَا مَنْ تَعَزَّزَ بِقُدْرَتِهِ●يَا مَنْ قَدَّرَ بِحِكْمَتِهِ●يَا مَنْ حَكَمَ بِتَدْبِيرِهِ●يَا مَنْ دَبَّرَ بِعِلْمِهِ●يَا مَنْ تَجَاوَزَ بِحِلْمِهِ●يَا مَنْ دَنَا فِى عُلُوِّهِ●يَا مَنْ عَلاٰ فِى دُنُوِّهِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿81﴾
يَا مَنْ يَخْلُقُ مَا يَشَٓاءُ●يَا مَنْ يَفْعَلُ مَا يَشَٓاءُ●يَا مَنْ يَهْدِى مَنْ يَشَٓاءُ●يَا مَنْ يُضِلُّ مَنْ يَشَٓاءُ●يَا مَنْ يَغْفِرُ لِمَنْ يَشَٓاءُ●يَا مَنْ يُعَذِّبُ مَنْ يَشَٓاءُ●يَا مَنْ يَتُوبُ عَلٰى مَنْ يَشَٓاءُ●يَا مَنْ يُصَوِّرُ فِى الْاَرْحَامِ كَيْفَ يَشَٓاءُ●يَا مَنْ يَزِيدُ فِى الْخَلْقِ مَا يَشَٓاءُ●يَا مَنْ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَٓاءُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿82﴾
يَا مَنْ لَمْ يَتَّخِذْ صَاحِبَةً وَ لَا وَلَدًا●يَا مَنْ لَا يُشْرِكُ فِى حُكْمِهِٓ اَحَدًا●يَا مَنْ جَعَلَ لِكُلِّ شَىْءٍ قَدْرًا●يَا مَنْ لَمْ يَزَلْ رَحِيمًا●يَا مَنْ جَاعِلَ الْمَلٰٓئِكَةِ رُسُلاً●يَا مَنْ جَعَلَ فِى السَّمَٓاءِ بُرُوجًا●يَا مَنْ جَعَلَ الْاَرْضَ قَرَارًا●يَا مَنْ جَعَلَ مِنَ الْمَٓاءِ بَشَرًا●يَا مَنْ اَحْصٰى كُلَّ شَىْءٍ عَدَدًا●يَا مَنْ اَحَاطَ بِكُلِّ شَىْءٍ عِلْمًا●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿83﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا فَرْدُ●يَا وِتْرُ●يَٓا اَحَدُ●يَا صَمَدُ●يَٓا اَمْجَدُ●يَٓا اَعَزُّ●يَٓا اَجَلُّ●يَٓا اَحَقُّ●يَٓا اَبَرُّ●يَٓا اَبَدُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿84﴾
يَا مَعْرُوفَ مَنْ عَرَفَهُ●يَا مَعْبُودَ مَنْ عَبَدَهُ●يَا مَشْكُورَ مَنْ شَكَرَهُ●يَا مَذْكُورَ مَنْ ذَكَرَهُ●يَا مَحْمُودَ مَنْ حَمِدَهُ●يَا مَوْجُودَ مَنْ طَلَبَهُ●يَا مَوْصُوفَ مَنْ وَحَّدَهُ●يَا مَحْبُوبَ مَنْ اَحَبَّهُ●يَا مَرْغُوبَ مَنْ اَرَادَهُ●يَا مَقْصُودَ مَنْ اَنَابَ اِلَيْهِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿85﴾
يَا مَنْ لَا مُلْكَ اِلَّا مُلْكَهُ●يَا مَنْ لَا يُحْصِى الْعِبَادُ ثَنَٓائَهُ●يَا مَنْ لَا تَصِفُ الْخَلَٓائِقُ جَلَالَهُ●يَا مَنْ لَا يُدْرِكُ الْاَبْصَارُ كَمَالَهُ●يَا مَنْ لَا يَبْلُغُ الْاَفْهَامُ صِفَاتَهُ●يَا مَنْ لَا يَنَالُ الْاَفْكَارُ كِبْرِيَٓائَهُ●يَا مَنْ لَا يُحْسِنُ اْلاِنْسَانُ نُعُوتَهُ●يَا مَنْ لَا يَرُدُّ الْعِبَادُ قَضَٓائَهُ●يَا مَنْ ظَهَرَ فِى كُلِّ شَىْءٍ اٰيَاتُهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿86﴾
يَا حَبِيبَ الْبَكَّٓائِينَ●يَا سَنَدَ الْمُتَوَكِّلِينَ●يَا هَادِىَ الْمُضِلِّينَ●يَا وَلِىَّ الْمُؤْمِنِينَ●يَٓا اَنِيسَ الذَّاكِرِينَ●يَٓا اَقْدَرَ الْقَادِرِينَ●يَٓا اَبْصَرَ النَّاظِرِينَ●يَٓا اَعْلَمَ الْعَالِمِينَ●يَا مَفْزَعَ الْمَلْهُوفِينَ●يَٓا اَنْصَرَ النَّاصِرِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿87﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا مُكْرِمُ●يَا مُعَظَّمُ●يَا مُنَعِّمُ●يَا مُعْطِى●يَا مُغْنِى●يَا مُحْيِى●يَا مُبْدِىُٔ●يَا مُرْضِى●يَا مُنْجِى●يَا مُحْسِنُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿88﴾
يَا كَافِىَ كُلِّ شَىْءٍ●يَا قَٓائِمًا عَلٰى كُلِّ شَىْءٍ●يَا مَنْ لَا يُشْبِهُهُ شَىْءٌ●يَا مَنْ لَا يَزِيدُ فِى مُلْكِهِ شَىْءٌ●يَا مَنْ لَا يَنْقُصُ مِنْ خَزَٓائِنِهِ شَىْءٌ●يَا مَنْ لَا يَخْفٰى عَلَيْهِ شَىْءٌ●يَا مَنْ لَيْسَ كَمِثْلِهِ شَىْءٌ●يَا مَنْ بِيَدِهِ مَقَالِيدُ كُلِّ شَىْءٍ●يَا مَنْ وَسِعَتْ رَحْمَتُهُ كُلَّ شَىْءٍ●يَا مَنْ يَبْقٰى وَ يَفْنٰى كُلُّ شَىْءٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ نَجِّنَا مِنَ النَّارِ ﴿89﴾
يَا مَنْ لَا يَعْلَمُ الْغَيْبَ اِلَّا هُوَ●يَا مَنْ لَا يَصْرِفُ السُّٓوءَ اِلَّا هُوَ●يَا مَنْ لَا يُدَبِّرُ الْاَمْرَ اِلَّا هُوَ●يَا مَنْ لَا يَغْفِرُ الذُّنُوبَ اِلَّا هُوَ●يَا مَنْ لَا يُقَلِّبُ الْقَلْبَ اِلَّا هُوَ●يَا مَنْ لَا يَخْلُقُ الْخَلْقَ اِلَّا هُوَ●يَا مَنْ لَا يُتِمُّ النِّعْمَةَ اِلَّا هُوَ●يَا مَنْ لَا يُنَزِّلُ الْغَيْثَ اِلَّا هُوَ●يَا مَنْ لَا يُحْيِى الْمَوْتٰى اِلَّا هُوَ●يَا مَنْ لَا يُغْنِى عَلَى التَّحْقِيقِ اِلَّا هُوَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿90﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا كَاشِفُ●يَا فَارِجُ●يَا فَاتِحُ●يَا نَاصِرُ●يَا ضَامِنُ●يَٓا اٰمِرُ●يَا نَاهِى●يَا رَجَا●يَا مُرْتَجَا●يَا عَظِيمَ الرَّجَا●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿91﴾
يَا مُعِينَ الضُّعَفَٓاءِ●يَا كَنْزَ الْفُقَرَٓاءِ●يَا صَاحِبَ الْغُرَبَٓاءِ●يَا نَاصِرَ الْاَوْلِيَٓاءِ●يَا قَاهِرَ الْاَعْدَٓاءِ●يَا رَافِعَ السَّمَٓاءِ●يَا كَاشِفَ الْبَلَٓاءِ●يَٓا اَنِيسَ الْاَوْلِيَٓاءِ●يَا حَبِيبَ الْاَتْقِيَٓاءِ●يَٓا اِلٰهَ الْاَغْنِيَٓاءِ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿92﴾
يَٓا اَوَّلَ كُلِّ شَىْءٍ وَ اٰخِرَهُ●يَٓا اِلٰهَ كُلِّ شَىْءٍ وَ صَانِعَهُ●يَا رَازِقَ كُلِّ شَىْءٍ وَ خَالِقَهُ●يَا فَاطِرَ كُلِّ شَىْءٍ وَ مَلِيكَهُ●يَا قَابِضَ كُلِّ شَىْءٍ وَ بَاسِطَهُ●يَا مُبْدِىَٔ كُلِّ شَىْءٍ وَ مُعِيدَهُ●يَا مُسَبِّبَ كُلِّ شَىْءٍ وَ مُقَدِّرَهُ●يَا مُرَبِّىَ كُلِّ شَىْءٍ وَ مُدَبِّرَهُ●يَا مُكَوِّرَ كُلِّ شَىْءٍ وَ مُحَوِّلَهُ●يَا مُحْيِىَ كُلِّ شَىْءٍ وَ مُمِيتَهُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿93﴾
يَا خَيْرَ ذَاكِرٍ وَ مَذْكُورٍ●يَا خَيْرَ شَاكِرٍ وَ مَشْكُورٍ●يَا خَيْرَ شَاهِدٍ وَ مَشْهُودٍ●يَا خَيْرَ حَامِدٍ وَ مَحْمُودٍ●يَا خَيْرَ دَاعٍ وَ مَدْعُوٍّ●يَا خَيْرَ مُجِيبٍ وَ مُجَابٍ●يَا خَيْرَ مُونِسٍ وَ اَنِيسٍ●يَا خَيْرَ صَاحِبٍ وَ جَلِيسٍ●يَا خَيْرَ مَقْصُودٍ وَ مَطْلُوبٍ●يَا خَيْرَ حَبِيبٍ وَ مَحْبُوبٍ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿94﴾
يَا مَنْ هُوَ لِمَنْ دَعَاهُ مُجِيبٌ●يَا مَنْ هُوَ لِمَنْ اَطَاعَهُ حَبِيبٌ●يَا مَنْ هُوَ لِمَنْ اَحَبَّهُ قَرِيبٌ●يَا مَنْ هُوَ بِمَنْ اَرَادَهُ عَلِيمٌ●يَا مَنْ هُوَ لِمَنْ رَجَاهُ كَرِيمٌ●يَا مَنْ هُوَ بِمَنْ عَصَاهُ حَلِيمٌ●يَا مَنْ هُوَ فِى حِلْمِهِ حَكِيمٌ●يَا مَنْ هُوَ فِى حُكْمِهِ عَظِيمٌ●يَا مَنْ هُوَ فِى عَظَمَتِهِ رَحِيمٌ●يَا مَنْ هُوَ فِٓى اِحْسَانِهِ قَدِيمٌ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿95﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا مُسَبِّبُ●يَا مُقَرِّبُ●يَا مُعَقِّبُ●يَا مُقَلِّبُ●يَا مُقَدِّرُ●يَا مُرَتِّبُ●يَا مُرَغِّبُ●يَا مُذَكِّرُ●يَا مُكَوِّنُ●يَا مُتَكَبِّرُ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿96﴾
يَا مَنْ لَا يُشْغِلُهُ سَمْعٌ عَنْ سَمْعٍ●يَا مَنْ لَا يَمْنَعُهُ فِعْلٌ عَنْ فِعْلٍ●يَا مَنْ لَا يُلْهِيهِ قَوْلٌ عَنْ قَوْلٍ●يَا مَنْ لَا يُغَلِّطُهُ سُؤَالٌ عَنْ سُؤَالٍ●يَا مَنْ لَا يُبْرِمُهُ اِلْحَاحُ الْمُلِحّ۪ينَ●يَا مَنْ شَرَحَ بِاْلاِسْلَامِ صُدُورَ الْمُؤْمِنِينَ●يَا مَنْ اَطَابَ بِذِكْرِهِ قُلُوبَ الْمُخْبِتِينَ●يَا مَنْ لَا يَغِيبُ عَنْ قُلُوبِ الْمُشْتَاقِينَ●يَا مَنْ هُوَ غَايَةُ مُرَادِ الْمُرِيدِينَ●يَا مَنْ لَا يَخْفٰى عَلَيْهِ شَىْءٌ فِى الْعَالَمِينَ●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿97﴾
يَا مَنْ هُوَ عِلْمُهُ سَابِقٌ●يَا مَنْ هُوَ وَعْدُهُ صَادِقٌ●يَا مَنْ هُوَ لُطْفُهُ ظَاهِرٌ●يَا مَنْ هُوَ اَمْرُهُ غَالِبٌ●يَا مَنْ هُوَ كِتَابُهُ مُحْكَمٌ●يَا مَنْ هُوَ قَضَٓاؤُهُ كَٓائِنٌ●يَا مَنْ هُوَ قُرْاٰنُهُ مَجِيدٌ●يَا مَنْ هُوَ مُلْكُهُ قَدِيمٌ●يَا مَنْ هُوَ فَضْلُهُ مُقِيمٌ●يَا مَنْ
*
الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿98﴾
يَا رَبَّ الْاَرْبَابِ●يَا مُفَتِّحَ الْاَبْوَابِ●يَا مُسَبِّبَ الْاَسْبَابِ●يَا مُعْطِىَ الثَّوَابِ●يَا مُلْهِمَ الصَّوَابِ●يَا مُنْشِىَٔ السَّحَابِ●يَا شَدِيدَ الْعِقَابِ●يَا سَرِيعَ الْحِسَابِ●يَا مَنْ لَهُ اْلاِيَابُ●يَا 
*
يَا رَبَّ الْاَرْبَابِ●يَا مُفَتِّحَ الْاَبْوَابِ●يَا مُسَبِّبَ الْاَسْبَابِ●يَا مُعْطِىَ الثَّوَابِ●يَا مُلْهِمَ الصَّوَابِ●يَا مُنْشِىَٔ السَّحَابِ●يَا شَدِيدَ الْعِقَابِ●يَا سَرِيعَ الْحِسَابِ●يَا مَنْ لَهُ اْلاِيَابُ●يَا غَفُورُ يَا تَوَّابُ●سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿99﴾
وَ اَسْئَلُكَ بِاَسْمَٓائِكَ يَا رَبَّنَا●يَا اِلٰهَنَا●يَا سَيِّدَنَا●يَا مَوْلٰينَا●يَا نَاصِرَنَا●يَا حَافِظَنَا●يَا قَادِرَنَا●يَا رَازِقَنَا●يَا دَلِيلَنَا●يَا مُغِيثَنَا●
*
سُبْحَانَكَ يَا لَٓا اِلٰهَ اِلَّا ٓ اَنْتَ الْاَمَانَ الْاَمَانَ خَلِّصْنَا مِنَ النَّارِ ﴿100﴾
اَللّٰهُمَّ اِنِّٓى اَسْئَلُكَ بِاَسْمَائِكَ●يَا اَللّٰهُ●يَا رَحْمٰنُ●يَا رَحِيمُ●يَا عَلِيمُ●يَا حَلِيمُ●يَا عَظِيمُ●يَا حَكِيمُ●يَا قَدِيمُ●يَا مُقِيمُ●يَا كَرِيمُ
`